articles_1 = '''
а
	[pre]а[/pre]
	[trn]1. [i]союз[/i] а [p]соотв.[/p]:[/trn]
	[trn]1) [p]противит.[/p] [i]союзу[/i] а[/trn]
	[mhr]Чевер кечат тура онча мемнам, а тый илет шкетын.[/mhr] [u]О. Ипай.[/u] [rus]И красное солнышко прямо смотрит на нас, а ты живёшь один.[/rus]
	[trn]2) [p]присоед.[/p] [i]союзу[/i] а[/trn]
	[mhr]Адакшым Иванын кугу илыш опытшо уло, тудо калыкым ӱшандарен мошта, а тыгай еҥым колышташ утларак тӱҥалыт.[/mhr] [u]А. Эрыкан.[/u] [rus]Опять же у Ивана большой жизненный опыт, он умеет убеждать народ, а такого человека будут больше слушаться.[/rus]
	[trn]3) [i]употребляется в начале предложения для усиления выразительности[/i][/trn]
	[mhr]А теве покшелне коеш курыкат.[/mhr] [u]М. Казаков.[/u] [rus]А вот и гора виднеется в середине.[/rus]
	[mhr]А баян кушто?[/mhr] [u]Й. Ялмарий.[/u] [rus]А где баян?[/rus]
	[trn]2. [p]част.[/p] [i]выражает вопрос; передаётся[/i] [p]вопр.част.[/p] а[/trn]
	[mhr]Тый таче тышеч кает уке, а?[/mhr] [rus]Уйдёшь ты сегодня или нет, а?[/rus]
	[mhr]– Куш коштыч? – А?[/mhr] [rus]– Куда ходил? – А?[/rus]
	
а-а
	[pre]а-а[/pre]
	[m1][p]межд.[/p][/m]
	[trn]а-а [p]употр.[/p] [i]для выражения различных чувств[/i][/trn]
	[mhr]– А-а, лӱдынат? – Насим наганым шуен, Эсламын оҥышкыжак пудештарыш.[/mhr] [u]Э. Чапай.[/u] [rus]– А-а, испугался? – Насим, направив наган прямо в грудь Эслама, выстрелил.[/rus]
	'''


